[{"pk": "Almada", "model": "server.city", "fields": {"photo": "city/almada_1_1.png", "description": "asdasdasdasd"}}, {"pk": 1, "model": "server.conference", "fields": {"website": "http://inforum.org.pt/INForum2012", "city": "Almada", "name": "INForum 2012", "photo": "conference_logos/inforum_logo_2.jpg", "longitude": "-9.204397", "edition": 4, "beginning_date": "2012-09-05", "ending_date": "2012-09-08", "place": "Faculdade de Ciências e Tecnologia\r\n2829-516 Caparica\r\nPortugal", "latitude": "38.660951", "description": "A Informática em Portugal é uma área académica e científica consolidada, com cursos de licenciatura e pós-graduação em praticamente todas as instituições de ensino superior do país e com um número considerável de unidades de investigação reconhecidas pela FCT. É igualmente uma área na qual várias empresas nacionais apresentam resultados de I&D de grande relevância internacional.\r\n\r\nO INForum tem como objectivo ser um evento privilegiado de reunião da comunidade nacional nas diversas vertentes da informática e ambiciona ser o fórum de eleição para a divulgação, discussão e reconhecimento de trabalhos científicos. O INForum surge com particular oportunidade como palco para a estreia de jovens investigadores que buscam a divulgação, a crítica construtiva e o encorajamento ao seu trabalho.\r\n\r\nO INForum pretende ser abrangente e dinâmico no conjunto de tópicos abordados. Apresentará um conjunto de tópicos propostos e seleccionados anualmente, com sessões organizadas e realizadas de forma independente. Promove-se assim a massa crítica para o fortalecimento e evolução da informática no país criando-se, simultaneamente, espaço à evolução do contexto da conferência e fomentando a reunião de investigadores em áreas emergentes."}}]